Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 他再次睁开了眼睛，感受着丹田角落内的存放的六缕黑色元力，他是越“看”越可爱，这可是他的宝贝呀，如果不是这黑色元力，今日绝对要坏事了。
en_us: He opened his eyes once again and could feel, in the corner of his dantian, the six strands of black essence force currently stored there. The more he "looked" at them, the cuter they seemed. After all, they were his babies, and if not for this black essence force, there would be much worse things happening today.

source: 他刚刚听到了什么，灵主居然真的要去找那个恐怖的沈掌门，难道是因为之前在海上，被她手撕群兽的举动打击到了，心理不平衡，所以想去找回场子？
en_us: What did he just hear? The Spirit Master actually wanted to visit the frightening Sect Master Shen. Was it because he was disturbed by the way she had defeated the beasts and wanted to win his pride back?

source: 他刚刚是故意的，假装被剑阵所困，扔出魔音铃偷袭他。目的居然是他身上的噬魂幡！
en_us: He had purposely acted as if he was trapped by the sword array so as to throw the fiendish bell at him for a sneak attack. His target was actually the Soul Devouring Gonfalon on him!

source: 他刚想上去帮忙，却又看到捧着一大堆古籍，一名身材修长高大的白发老人走进了屋子，将怀中的书堆到桌上，表情严肃地告诉他，这些秘籍里面绝对有一本适合他修炼。
en_us: Just as he made to assist her, a white-haired old man with a lanky frame entered the house carrying a large stack of ancient texts. Placing the books onto the table, the elderly man told Jiang Yi with a serious look on his face that these secret manuals were sure to have a martial art style he could practice.

source: 他刚想伸手拿起筷子，只见沈萤手一伸，瞬间插起了碗里最大一块肉，只剩下一碗汤汁。
en_us: He was just about to pick up his chopsticks, but Shen Ying reached out and grabbed a big piece of meat for herself. All that was left behind was a bowl of gravy.

source: 他刚想开口问，手上却突然被刺了一下，低头一看，只见刚刚还安静趴在旁边的十阶妖兽，突然毛发根根直立，四只爪子都伸了出来，全身开始小幅度颤抖起来，仿佛遇到了什么可怕的事情一样。
en_us: But just as he was about to give voice to his questions, his hand was suddenly pricked. Looking down, he saw that the tenth-stage demon creature which had previously been lying down quietly at the side had suddenly jumped to its feet, limbs stiff straight and its fur standing on end. Its whole body began to tremble slightly as if having encountered something frightening.

source: 他刚才只修炼了一个多时辰，黑色元力只提炼出五缕，现在已经消耗了一缕，万一在风月楼发生冲突，他拿什么护身？
en_us: He had only cultivated for slightly more than two hours and had only extracted five wisps of black essence force. Now that he had expended one wisp, how was he to protect himself when conflict arose in Fengyue Brothel?

source: 他刚要开口，却见她突然高喊了一句，“为了联盟！”
en_us: As Yi Feng was opening his mouth to speak, Shen Ying shouted at the top of her voice, "For the alliance!"

source: 他刚要问青尹的事，却突然感觉脚下一动，整个玄天宗都一阵晃动，外面亮起了一道红光。
en_us: He wanted to ask about Qing Yin, but before he could finish, he felt the ground shake beneath his feet. The entire Blackheaven Sect began to shake as a blinding white light shone from outside of the main hall.

source: 他午饭都顾不上吃了，先是把十几枚废丹收集起来，上午由于是试验，柳长老倒是没有过多浪费药草，所以每一炉丹药也就三四枚。
en_us: Without eating his lunch, he decided to first gather the ten or so pills of the useless elixirs. As Elder Liu had been doing trials all morning, he did not waste too much of his medicinal herbs; thus every cauldron contained just three of four elixir pills.

source: 他却契约了一头蛟龙！
en_us: Yi Feng formed a spirit contract with a flood dragon!

source: 他却越发的叫得大声，眼看着沈萤的刀就要落在他头上，突然周身一道白光闪过，刚刚还在痛哭流涕的身影，瞬间消失在原地。
en_us: Yu Haiheng's screams grew increasingly louder, but just as Shen Ying's knife was about to make contact with his head, a white light flashed past and the previously screaming Yu Haiheng vanished into thin air.

source: 他却转头直接看向沈萤，满脸都是讽刺的道，“还真是巧，我郁家一共就逃了九个炉鼎，你无敌派这次来参加门派大比的，也刚好是九名弟子，这位掌门……不觉得应该给郁家一个交代吗？”
en_us: He then turned and looked directly at Shen Ying and said in sarcarsm, "That's such a coincidence, our Yu Family have nine escaped human cauldrons, your Invincible Sect came to this competition with nine disciples, this Sect Master... don't you think that you should give Yu Family an explanation?"

source: 他又把丹田内唯一剩下的一缕黑色元力运转去了右手，他今天后面修炼出来的五缕黑色元力已经全部用完，如果这次还不能击退这铸鼎境三重的护卫，那么他和小奴只能等着受罪了……
en_us: he once again transferred black essence force, the last remaining strand in his dantian, towards his right hand. He had consumed all five strands of black essence force he had previously cultivated that day. If he still could not beat back that guard with power at the third stage of the Cast Tripod Realm, there was nothing Xiaonu and himself could do but to endure more incoming attacks...

source: 他双眼如电，死死锁定成扇形朝他掠来的三人，根据对方的动作，提前预算出对方要出的招式，要攻击的轨迹和速度，先一步踩着奇异的步法，朝左边绕去。
en_us: His two eyes were like electricity, firmly locking on to the three people who were sweeping towards him in a fan-shaped formation. Based on his opponents' actions, he predicted in advance the martial arts techniques to be taken by his opponents, their attack trajectories and their attack speeds. He then used a few fantastic foot movements in advance, moving towards the left to bypass their attacks.

source: 他双腿元力灌注，全力朝西门奔去同时侧耳聆听，背后那人果然快步追来。江逸狂奔一阵身形一转，陡然进了旁边的一个小巷内隐藏起来，等到身后的那人如一道狂风朝前方掠去，才快速转头朝江家南院狂奔而去。
en_us: Concentrating his essence force in his two legs, he raced towards the western gate with all his strength. At the same time, he strained his ears to listen for it. Sure enough, the person behind him had started chasing after him with quick footsteps. Jiang Yi ran like a madman for some time, before changing his direction and turning his body to abruptly enter a small alleyway to the side. He hid inside the alleyway. He waited for the person behind him to race past him like a strong gale, before hastily turning around and running crazily towards the southern courtyard of the Jiang Residence.

source: 他取出一个白色的小瓶，浑身都兴奋起来，这灵神丹可是人阶上品丹药，能辅助人快速修炼元力。而他的黑色元力能增幅药力，和药力融合后这灵神丹绝对可比地品丹药，把这十枚灵神丹全部炼化，足够他修炼到铸鼎境二重。
en_us: His entire body quivered with excitement, as he retrieved a small white bottle. The Spirit Pills inside were Man-tier superior-grade elixirs, after all, and could help one speed up the cultivation of essence force. On top of that, his black essence force could increase medical efficacies of any elixir - once it was merged with the medical efficacy of the Spirit Pill, that elixir would definitely be on par with an earth-tier elixir. Melting down all ten Spirit Pills would definitely be enough to help him cultivate his power level up to the second stage of the Cast Tripod Realm.

source: 他只想一口老血喷她一脸，郁气瞬间凝结在胸口，上不来下不去。气得连全身的灵气都躁动起来，仿佛下一次就要喷涌而出来。
en_us: Lonemoon was so disgusted that he wanted to spit at her. His pent up anger accumulated at his chest, causing his entire body's Spirit Qi to surge. He felt as if his Qi would erupt any minute.

source: 他只是沉默了一会，果断的拒绝道：“多谢翊公子好意，在下身份低微怎么配得上凌雪小姐？”
en_us: After a moment of silence, Jiang Yi firmly turned him down, "I'm grateful for Young Master Yi's kindness, but as someone of humble birth, I couldn't possible be a good match for Young Mistress Lingxue."

source: 他只能咬牙死撑着，冷喝道：“你管我是谁家子弟？你们今日敢毒打我的侍女，这道理就算说到哪去我都不怕。”
en_us: He could only clench his fist and restrain himself. Instead, he coldly retorted, "Why do you care whose son of which family I come from? You people viciously beat up my maidservant today—anywhere you go to seek any justice, I will not be afraid to counter you."

source: 他只能疯狂的运转蓝色元力，咬牙全力朝风月楼冲去，一路上因为奔走得太快，都差点撞到几个人。
en_us: He could only crazily circulate the blue essence force as he clenched his teeth and rushed towards Fengyue Brothel. He nearly collided into a few passersby due to his hurry.

source: 他只花了三千年便成就帝位，号称史上耗时最短，同时也是最具武学智慧的大帝。
en_us: He only spent three thousand years to attain the throne. He experienced the shortest rise to power in history, and at the same time, he was the thearch with the best martial intelligence.

source: 他只要想想上青界那三人扑空后的反应，就觉得这趟来得实在是太值了。他们整整花了一个多月的时间，直到把储物袋都装满了，才放弃了采集的工作，专心朝着秘境中心飞去。
en_us: Just thinking about the reaction that other group of three would have made him glad that he came on this trip. They spent over a month collecting spiritual herbs and only stopped when their storage bag was filled to the brim. Then, they headed toward the centre of the mystic realm.

source: 他可能……要飞升了！
en_us: He had a chance... to achieve Immortal Ascension!

source: 他向相熟的各派修士打了声招呼，也没有多停留，带着羿清和沈萤也飞了进去。穿过水镜的一瞬间，只觉得四周突然一静，眼前瞬间白茫茫的一片，视线被阻隔了一下。
en_us: He quickly exchanged greetings with his acquaintances and wasted no time in flying into the mystic realm, with Yi Qing and Shen Ying in tow. As they crossed through the crystallic-looking entrance, he suddenly noticed that everything around him had gone quiet. Then, all he saw was a blinding light.

source: 他呆了一下，像是确认了什么似的，拉开嘴角冲她扯出一个惨兮兮的笑容，仿佛终于卸下了全身的气力一样，手间一松，一头往前栽了下去。
en_us: Yi Qing seemed stunned, then as if reassured, his mouth curved into a pitiful imitation of a smile. Looking as if he had used up his last reserves of energy, his tensed hands relaxed and he toppled forwards.

source: 他咋知道啊，“要不，我召集魔众，帮您找找？”
en_us: How was he suppose to know,"How about, I gather all my fiends to help you in the search? ”

source: 他咬了咬牙，游仙本就是飞升失败的人，他们的心魔只会比其它人更重，又怎么可能轻易出得来。
en_us: He gritted his teeth. Traveling Immortals were, by definition, cultivators who failed to achieve Immortal Ascension. Their mental demons were bound to be greater than most people. It would not be so easy for them to defeat their mental demons.

source: 他咳了一声拉回了理智，沉声道，“上古秘境现世，这个入口也不知道能维持多久。如今秘境中的情况不明，此事必须尽快通知宗门，商议好对策再行入内探查。”孤月回头看了看那个横在石峰顶上，仿佛一面水镜般的入口，这秘境出现在玄天宗附近，也不知道是好事还是坏事，“事不宜迟，我们直接回宗门吧！”
en_us: Clearing his throat, he regained his composure. He lowered his voice and said, "Ancient mystic realms have resurged. We don't know how long this entrance will be here. Since we're still unsure of the mystic realms, we should inform the sect of these things as soon as possible. We should also formulate a plan before we venture enter into the realm." Lonemoon turned back around to look at the crystal-like entrance on the peak. He didn't know what to make of the fact that the mystic realm made its appearance near the Blackheaven Sect. "We shouldn't delay any further. Let's head back to the sect now!"

source: 他唯一的选择，只有安排好江家的事情，然后去武殿内潜伏数月，在武殿内虽然也有马家子弟，但他带着面具，本身还是江家一位不足轻重的子弟，谁能认出他？
en_us: His only choice was to sort out his affairs in the Jiang Clan, before hiding for a few months in the Martial Arts Hall. The fact that there were Ma Family descendants in the Martial Arts Hall notwithstanding, who could have recognized him, an insignificant member of the Jiang Clan, especially when he had a mask on?

source: 他嘴角抽了抽，用神识一扫才发现萝卜的灵气少了四分之一，似是被逼回的原型。
en_us: Lonemoon's mouth twitched. Scanning the radish with his Divine Perception, he discovered that its Spirit Qi had decreased by a quarter, regressed to the same level before its manifestation.

source: 他回来的路上已经想清楚了，他必须安排好所有事情，然后潜伏数月，等实力强大了有自保之力才能四处行走。江家大院内很安全，但他和武殿有过约定，必须在那做陪练五年，一旦违约后果可比得罪马家严重多了……
en_us: He had thought things through on the way back: he had to get his affairs in order and go into hiding for several months. Once he had become strong enough to protect himself, only then would he be able to go wherever he pleased. Although he would be safe in the Jiang Clan courtyard, he had an agreement with the Martial Arts Hall and had to work as a sparring partner for five years. Turning back on that agreement would result in consequences far more severe than offending the Ma Family...

source: 他回过了头。
en_us: He turned back.

source: 他在江逸那呼啸而来的六个拳影上感受到危险，马飞就在身后，他不敢乱来只能先抵挡一下。等所有护卫围上来，江逸就再也无法伤到马公子了。只要马公子安全，他们就能全力对付江逸。
en_us: He had sensed danger from the six fist silhouettes that Jiang Yi hurtled at them. As Ma Fei was behind him, he dared not act impulsively and could only try to temporarily ward off the attack. When all the guards came forth, Jiang Yi would no longer be able to harm Young Master Ma, and when Young Master Ma's safety was secured, they could then give their all to deal with Jiang Yi.

source: 他坐镇天庭，统治诸界长达七千年，只因天帝无名，故世人根据他的武学境界至阳至极，在他的晚年尊称他为九阳天帝。
en_us: He presided over the Heavenly Court, ruling the various worlds for as long as seven thousand years. As the Celestial Thearch was nameless, people eventually addressed him as the Nine-Yang Celestial Thearch in his twilight years due to his extreme attainment in the martial realm of Yang.

source: 他大摇大摆的走进去，取出身上唯一的一片紫金叶子，在柜台上一拍，沉喝起来：“店家，给我来十枚灵神丹！”
en_us: He swaggered boldly into the store. Retrieving the one and only piece of purple gold leaf on his person, he slammed his hand on the counter-top and ordered loudly, "Storekeeper, bring me ten Spirit Pills!"

source: 他定了定心神，直接就朝着那边飞了过去，久违的听到了自己嘭嘭的心跳声。三百年了，整整三百年，他终于等到人出现了。
en_us: After taking a moment to settle his mind, he made a beeline for his target. He heard the beating of his heart which he had not heard in a long time. It had been three hundred years, a full three hundred years. The person he had been waiting so long for had finally appeared.

source: 他家院门被一名穿着粗布长裙的少女跌跌撞撞的撞开了，那少女满脸的惊慌，一冲进来就大叫起来：“江逸少爷，江逸少爷！快出来，你家小奴被人打了，你还不去，怕是她命都没了……”
en_us: His yard's door had been slammed open by a young lady wearing a dress made of rough sackcloth. Her face was panic-stricken and the moment she charged in, she shouted, "Young Master Jiang Yi, Young Master Jiang Yi! Quick, come out, your Xiaonu is being beaten up! You had better come quickly before she loses her life…"

source: 他对这位沈掌门了解得不多，唯一的印象，还停留在轩辕家主对她毕恭毕敬的态度上。大比过后，就连印家家主好似也变成了那样。虽然不知道发生了什么，易峰也能猜到她必有不凡之处。况且她还是羿清尊者的师父。
en_us: He did not know much about Sect Master Shen. All he knew was that the Family Master of the Xuan Yuan Family was extremely respectful toward her. After the competition among the sects, even the Master of the Yin Family began to hold this Sect Master Shen in high esteem. Although he was not sure what was going on, Yi Feng guessed that she was no ordinary cultivaator. What's more, she was Supremacy Yi Qing's master.

source: 他小心翼翼的将这丝黑色元力运转到左手的手少阴心经内，再缓缓运转丹田内的江水诀元力，朝左手涌去。
en_us: He carefully transferred the black essence force to the Shaoyin meridian in his left hand before slowly circulating the Jiang Water Art in his dantian and also sending it to his left hand.

source: 他就看到了那五个叠罗汉一样，叠趴在旁边的游仙。
en_us: He saw what looked like five stacked Luohans[1. a type of fish] — the Traveling Immortals were stacked atop one another just next to Shen Ying and Yi Qing.

source: 他屈身将小奴背上就大步朝屋子外冲去，准备直接从后院逃走。只要回到江家，这风月楼的人就算胆子再大也不敢去闹事的，怎么说江家是天羽城五大家族之一。
en_us: He bent down, lifted Xiaonu onto his back and charged out of the room with wide strides. He planned to escape from the backyard. Once he returned to the Jiang Clan, the people from Fengyue Brothel would not dare to cause a fuss in the family grounds no matter how gutsy they were. After all, the Jiang Clan was one of the top five great family clans in the Skyplume City.

source: 他左右找了找，还转了几圈看了看，仍是没有看到那个吃货的身影。
en_us: He turned in circles, scanning the area around him. However, the foodie was nowhere to be found.

source: 他左眼中黑光一闪，这个世界再次变样了，一切都变得那么清晰，而且……似乎时间真的变慢了。他看到眼前那只手掌还在拍来，不过速度明显慢了几倍，他还看到那护卫察觉到脚上的小奴，左脚一动正准备运转元力一把将小奴踹飞出去。
en_us: A flash of darkness flickered in his left eye as everything in his vision became very clear and vivid, as though the world had changed once again. On top of that… it seemed as though time had indeed slowed down. He observed the palm in front of his eyes still in the midst of slapping downwards, but moving at a speed several times slower than before. He also witnessed that guard realizing that Xiaonu was on his leg, and that his left leg was in the process of moving as he got ready to transfer his essence force there for a strong kick that would send Xiaonu flying.

source: 他左眼此刻视力变得恐怖，连带时间似乎也变慢了几分，所以他能轻松的看清楚对方手掌扫动的轨迹。也就能提前判断躲避开去，并且……寻找角度攻击！
en_us: The vision of his left eye changed an obscene amount, to the point that even time seemed to have slowed by several moments. As such, he was able to see clearly and with much ease the trajectory of the sweeping motion of his opponent's palms. This meant that he could determine in advance how to avoid the blow and, on top of that, even find the right angle to counter-attack!

source: 他带着各堂主，一路追寻居然回到了他住的小屋。还未靠近，隐隐就闻到了浓郁的血腥味，他心下一紧，快步走了进去。只见院内的石桌上，一片狼籍，桌上的碗碟碎了一地，菜汁混合着鲜血流得满桌都是。
en_us: With Yi Qing leading the hall masters, they followed the trail which led right back to the hut where Yi Qing lived in. Even before nearing the hut, they could already detect a pungent whiff of blood. Feeling his heart quickening, he quickly walked inside. What he saw was a big mess. Plates which had been on the stone table were scattered in pieces all over the ground and the gravy from a dish mixed with fresh blood covered the whole table.

source: 他强烈抑制内心的激动，运转那缕丹田外的黑色元力环绕在龙形封印上。让他狂喜的不能自己的是——黑色元力开始缓缓消失，在龙形封印上的一枚符文也缓缓的消融，最终在黑色元力完全消耗后，符文再次少了一枚！
en_us: He strongly controlled the excitement in his heart and tried to circulate the strand of black essence force outside his dantian to surround the dragon seal. What left him in complete ecstasy was that as the black essence force gradually disappeared, a runic character on the dragon-shaped seal slowly dissipated as well. In the end, when the black essence force was completely consumed, the runic pattern had once again lost a single character!

source: 他强装的镇定，很快在黄裳小姐走进来后消失殆尽了，他扫了一眼这少女后目光立即移不开去了。江家有很多漂亮小姐，大小姐二小姐也长得人比花俏，但此刻和这黄裳小姐相比就感觉鲜花绿叶般，根本不是一个档次。
en_us: The calm demeanour he put on quickly disappeared to nothingness after the young lady dressed in yellow walked into the booth. Upon giving this young lady a glance, his gaze froze immediately. There were many pretty ladies in the Jiang Clan. The Eldest Young Mistress and the Second Young Mistress were as beautiful as flowers. However, at that moment, in comparison with this young lady wearing yellow robes, it was akin to comparing between fresh flowers and green leaves - they were at two completely different levels.

source: 他很快就反应过来，顿时恼羞成怒，他竟被一个小孩子吓到了？当下抬手就是一拳，朝江逸冲去。
en_us: He responded very quickly to Jiang Yi; his shame immediately turning to rage. How could he be frightened off by just a small child? He raised his hand at once, posed in the shape of a fist, and swung it in the direction of Jiang Yi.

source: 他很清楚今日要想安然无恙的下山，只有拿下江如虎威慑众人，他的黑色元力已经用了三缕，一旦完全消耗干净就只能坐以待毙了。
en_us: He was well aware that if he wanted to come out of the Western Hills completely unscathed that day, he had no other option but to take down Jiang Ruhu and thereby deter the rest from attacking. He had already used up three wisps of his black essence forces. Once he completely consumed all of his black essence forces, he would have no other ending but be resigned to being hit to death.

source: 他心下大惊连连退开，没想到她居然还懂阵法。手心顿时有些发麻，剑修的力气都这么大的吗？一时间越加警惕的对战起来。
en_us: He was taken aback as he retreated. He had never expected her to know how to use array formations. His palm began to feel numb. Were all Sword Cultivators this strong? His senses sharpened and he grew vigilant in this battle.

source: 他心下有些诧异，脸色沉了沉，才高声道，“你就是无敌派掌门？”
en_us: He was astonished, his face grew solemn before speaking in a high pitch, "You are the Sect Master of the Invincible Sect?"

source: 他心底猛的一沉，半会似是想到了什么，又是几口血喷出，使尽了全身力气才颤微微的拉出身侧的灵兽袋。
en_us: His heart sank, and after a moment he seemed to recall something. Spitting out a few mouthfuls of blood, he weakly pulled out a spirit beast bag beside him using all his strength.

source: 他心神一动，立即快速运转一缕黑色元力和经脉内的蓝色元力融合，朝左眼角的经脉运转而去。
en_us: With that thought, he hastily transferred a wisp of black essence force to his meridians, merging it with the blue essence force within them before circulating them towards the meridian at the corner of his left eye.

source: 他心里想着师父的事，也不知道准备的食物够不够？匆匆调息完毕，就往门派飞。才一入山门，却刚好遇到正迎面飞出来的两人。
en_us: His mind was still lingering on his Master's matters, he wondered if the food prepared was enough. After regulating his meridian hastily, he went straight to the sect. Once he stepped into the mountain entrance, he met two people flying out of the mountain.

source: 他忘记了一点，他的双手此刻被江逸的缠丝手缠住了，他脚步一退双手又被缠住的，身体重心自然就不稳了，身子一晃差点摔倒，这下心神完全慌了。
en_us: He forgot that both his hands were entangled in Jiang Yi's Silk Hands. He tried to take a step back but his hands were still entangled, resulting in him being thrown off his center of gravity and losing his balance, almost falling down with a shake of his body. At this moment his mind was completely flustered.

source: 他快速转身，不退反进，双腿朝前方滑去，身子却突然后仰，双手如两根海藻般朝江松的双手缠去。有这黑色元力辅助，他能轻松判断出对方的攻击轨迹和速度，从而提前判断，躲避，回击。
en_us: He hastily turned around, not retreating but moving forward instead. With both legs aimed to the front, he slipped forward. However, his body suddenly bent back while both his hands moved in the direction of Jiang Song's hands and coiled around them like two pieces of seaweed. With the aid of black essence force, he could easily determine the opponent's attack trajectory and speed, and in turn use this information to judge, avoid or counter-attack in advance.

source: 他怎么觉得这一招有点眼熟……
en_us: Why did he feel that this move looked a little familiar?

source: 他怎么觉得那个浮峰有点眼熟？
en_us: Why did he feel that the mountain peak looked a little familiar?

source: 他想了半天也没想出来，只好在每天上课的时候，提醒她们要劳逸结合。但她们似乎没有放弃这种拼命修练的势头。招式越来越熟练，身体越来越强键，力量也越来越强，模样越来越……不像剑修？
en_us: He thought for a long while but just could not put his finger on it. All he could do was to remind them to strike a proper balance between practice and rest during his lessons. However, they did not seem to give up that momentum of using all their might to practice. Their techniques became more proficient, their bodies grew stronger, their strength also grew and the atmosphere around them became… less like Sword Cultivators?

source: 他想了半天，仍是想不通其中的关节，只好放弃。转身把糊成一团的菜扔到了沈萤的面前，“赶紧吃，吃完还得去岛上看看你那徒弟顿悟得怎么样了。”唉，怎么感觉自己给自己找了两个大麻烦，还是操碎了心那种。
en_us: He thought for a long time, but as he still couldn't connect the dots, he gave up. Turning around and throwing a plate of mushy food in front of Shen Ying, he said, "Hurry up and eat. After eating, you have to go to the island to see how your disciple is getting on with his epiphany." Why do I feel like I have let myself in for unnecessary trouble? Or rather two big troubles, of the type that fills the heart with worry.

source: 他想起这个月丹药还没领，连忙爬起来胡乱整理了一下衣裳朝外面走去，一边走一边活动了左臂，发现伤势虽然没昨天那么严重了，不过还在隐隐作痛。
en_us: He remembered that the elixir for that month had not been received. He hurriedly got out of bed and absent-mindedly tidied up his robes before heading outside. As he walked, he moved his left shoulder, noticing that, while the conditions of his wound were not as serious as the day before, it was still stinging with pain.

source: 他愣了一下，居然是转生印。
en_us: He froze for a moment. It was actually a Reincarnation Mark!

source: 他慌忙爬起来，揭开炉盖一扫却苦笑不停，里面的两枚废丹……全炸了！
en_us: He hastily got up and opened the cauldron lid, giving the interior a glance. However, he could not help but laugh bitterly without stopping. The two useless elixirs in the cauldron... had complextely exploded to smithereens!

source: 他才不要别的兽兽！白泽觉得心口被扎了一刀，一肚子都是酸涩的味道，越发的委屈。
en_us: He did not want a beast! Bai Ze felt like he had been stabbed in his chest. There was a sourness at the back of his throat and his entire gut felt like it was clenching up. He was so unwilling to leave.

source: 他才出门拔根葱的功夫，到底发生了什么？
en_us: He had merely went out to pluck shallots. What exactly happened?

source: 他扫了他一眼，“你天生剑体，的确最是适合修剑。”
en_us: He swept his eyes at him. "You are an Innate Sword Embodiment. You are indeed most suitable to be a sword cultivator."

source: 他扬手一挥，化出一道风刃，直接从那巨兽的头顶劈了下去，顿时破开一道大口子，只见里面绿光一闪，一颗翡翠一般的珠子顿时浮了出来。
en_us: With a wave, Lonemoon pulled out a wind blade. He sliced through the beast's head and broke open its huge mouth. A green light flashed from inside the beast. An emerald-coloured pearl floated out of the beast.

source: 他扬手就在空中幻化出一张城中的图样，边指着上面边说明起来。自那个魔族盯上安儿后，这样的排查以前也有过，从来没有发现过任何问题。这次也一样，他们并没有在城中发现任何与魔族相关的事物，更别说是残余的魔气了。
en_us: He waved his hand and produced an image of the city. He pointed at the image as he explained. Since the Demonic beast started eyeing on An Er, they did conduct such searches before, but they never found any problem. This time was no different. They did not find anything related to the Demonic beast in the city, let alone finding the remains of the Demonic Qi.
